{"translation-revision-date":"2020-05-12 17:05-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/services.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"de_DE","plural-forms":"nplurals=2; plural=(n != 1);"},"Services":["Dienstleistungen"],"NAVIGATION":["NAVIGATION"],"Edit":["Bearbeiten"],"Get Started":["Jetzt loslegen"],"Name":["Name"],"Duration":["Dauer"],"Price":["Preis"],"Saved":["Gespeichert"],"Spam Detected":["Spam erkannt"],"Success":["Erfolg"],"Status updated":["Status aktualisiert"],"Cancelled schedule":["Abgesagter Zeitplan"],"Deleted schedule":["Gelöschter Zeitplan"],"Upgrade":["Upgrade"],"Description":["Beschreibung"],"View":["Anzeigen"],"Close":["Schließen"],"In Minutes":["Minuten"],"Allow booking online":["Online-Buchung zulassen"],"Rooms":["Zimmer"],"Upgrade to manage rooms.":["Upgrade, um Räume zu verwalten."],"Save":["Speichern"],"Cancel":["Abbrechen"],"Assigned Users":["Zugeordnete Benutzer"],"No Users. Create one.":["Keine Benutzer. Erstellen Sie eine."],"Name is required":["Name ist erforderlich"],"Description is required":["Beschreibung wird benötigt"],"Duration is required":["Dauer ist erforderlich"],"Price is required if not free":["Preis ist erforderlich, wenn nicht kostenlos"],"Please select the users that can fulfill this service":["Bitte wählen Sie die Benutzer aus, die diesen Dienst erfüllen können."],"Quick Note":["Kurznotiz"],"To help you get started, we added some recommended values into the fields below.":["Um Ihnen den Einstieg zu erleichtern, haben wir einige empfohlene Werte in die folgenden Felder eingefügt."],"Recovery":["بازیابی"],"Skip":["Überspringen"],"Delete Service":["Service Löschen"],"This action <strong>will not<\/strong> remove the appointments for this service. We will leave a note on these appointments referencing this action. This action <strong>will not<\/strong> email any customers that have booked this service.":["Durch diese Aktion werden die Termine für diesen Dienst <strong>nicht<\/strong> entfernt. Wir werden eine Notiz zu diesen Ernennungen hinterlassen, die sich auf diese Aktion beziehen. Diese Aktion <strong>wird keine<\/strong> E-Mail an Kunden senden, die diesen Service gebucht haben."],"Confirm Delete":["Löschen bestätigen"],"Edit Service":["Service bearbeiten"],"Embed Shortcode":["Einbetten von Shortcodes"],"Name your service something your customers will easily recognize and understand.":["Nennen Sie Ihren Service, was Ihre Kunden leicht erkennen und verstehen."],"Describe what your customers will receive if they book this service.":["Beschreiben Sie, was Ihre Kunden erhalten, wenn sie diesen Service buchen."],"The duration is the amount of time it takes you to perform the service. For example, if you want your customers to book this service for 1 hour, input 60 for the duration.":["Die Dauer ist die Zeit, die Sie zum Ausführen des Dienstes benötigt. Wenn Sie z. B. möchten, dass Ihre Kunden diesen Service für 1 Stunde buchen, geben Sie 60 für die Dauer ein."],"Optional. The recovery is the amount of time it takes you to clean up or recover after you perform the service. For example, if the appointment is 1 hour and you need 10 minutes to clean up before your next customer then set your duration to 50 minutes and recovery to 10.":["Optional. Die Wiederherstellung ist die Zeit, die Sie nach dem Ausführen des Dienstes zum Bereinigen oder Wiederherstellen benötigt. Wenn der Termin z. B. 1 Stunde dauert und Sie 10 Minuten benötigen, um vor dem nächsten Kunden zu bereinigen, legen Sie Ihre Dauer auf 50 Minuten und die Wiederherstellung auf 10 fest."],"Set the price your customers will see when booking this service. If this service is free or does not have a cost, check the is free checkbox below. Note: To collect payments at time of booking, integrate Stripe from inside your account center.":["Legen Sie den Preis fest, den Ihre Kunden bei der Buchung dieses Dienstes sehen. Wenn dieser Service kostenlos ist oder keine Kosten hat, aktivieren Sie das Kontrollkästchen ist unten. Hinweis: Um Zahlungen zum Zeitpunkt der Buchung zu sammeln, integrieren Sie Stripe aus Ihrem Kontocenter heraus."],"Optional. Service types are a way to categorize your services so your customers can quickly find what they are looking for when booking with you.":["Optional. Service-Typen sind eine Möglichkeit, Ihre Dienstleistungen zu kategorisieren, so dass Ihre Kunden schnell finden können, was sie suchen, wenn sie bei Ihnen buchen."],"Optional. Rooms are physical locations that you can assign to this service. The benefit of assigning a room is we will ensure the room is available (in addition to the service) when displaying availability to your users.":["Optional. Räume sind physische Standorte, die Sie diesem Service zuweisen können. Der Vorteil der Zuweisung eines Zimmers besteht darin, dass wir sicherstellen, dass das Zimmer (zusätzlich zum Service) verfügbar ist, wenn die Verfügbarkeit für Ihre Benutzer angezeigt wird."],"Users are the providers that perform this service. If you don't select at least one user, this service will display for booking, although there will not be any available times.":["Benutzer sind die Anbieter, die diesen Dienst ausführen. Wenn Sie nicht mindestens einen Benutzer auswählen, wird dieser Service zur Buchung angezeigt, obwohl keine verfügbaren Zeiten verfügbar sind."],"Optional. If you want to stop taking appointments for a service but don't want to delete it, set the service to inactive. You can alway turn it back on if you want.":["Optional. Wenn Sie die Teilnahme von Terminen für einen Dienst beenden, ihn aber nicht löschen möchten, legen Sie den Dienst auf inaktiv fest. Sie können es immer wieder einschalten, wenn Sie wollen."],"Allow booking online sets whether this service is displayed for booking outside of the Start Booking application. If set to no, you can still book this service but only from within the Start Booking application.":["Online-Buchung zulassen legt fest, ob dieser Service für Buchungen außerhalb der Startbuchung angezeigt wird. Wenn Sie auf \"Nein\" festgelegt sind, können Sie diesen Service weiterhin buchen, jedoch nur innerhalb der Anwendung \"Buchung starten\"."],"Create":["Erstellen"],"You don't have any services":["Sie haben keine Dienste"],"Delete":["Löschen"],"First":["Erste"],"Last":["Letzte"],"Services Types":["Diensttypen"],"You don't have any services types":["Sie haben keine Diensttypen"],"Service Types":["Dienstleistungs-Arten"],"Create Service Type":["Servicetyp erstellen"],"Delete Service Type":["Diensttyp löschen"],"This action will not delete any of the services that you have attached to this service type.":["Durch diese Aktion werden keine Dienste gelöscht, die Sie diesem Diensttyp zugeordnet haben."],"Edit Service Type":["Bearbeite Service-Typen"]}}}