{"translation-revision-date":"2020-05-12 08:35-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/services.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Services":["Servizi"],"NAVIGATION":["ESPLORA"],"Edit":["Modifica"],"Get Started":["Inizia"],"Name":["Nome"],"Duration":["Durata"],"Price":["Prezzo"],"Saved":["Salvato"],"Spam Detected":["Spam rilevato"],"Success":["Successo"],"Status updated":["Stato della richiesta aggiornato"],"Cancelled schedule":["Pianificazione annullata"],"Deleted schedule":["Pianificazione eliminata"],"Upgrade":["Aggiorna"],"Description":["Descrizione"],"View":["Vedi"],"Close":["Chiudi"],"In Minutes":["In pochi minuti"],"Allow booking online":["Consenti prenotazione online"],"Rooms":["Camere"],"Upgrade to manage rooms.":["Eseguire l'aggiornamento per gestire le stanze."],"Save":["Salva"],"Cancel":["Annulla"],"Assigned Users":["Utenti assegnati"],"No Users. Create one.":["Nessun utente. Creane uno."],"Name is required":["Il Nome è richiesto"],"Description is required":["Descrizione richiesta"],"Duration is required":["La durata è richiesta"],"Price is required if not free":["Il prezzo è richiesto se non gratuito"],"Please select the users that can fulfill this service":["Si prega di selezionare gli utenti che possono adempiere a questo servizio"],"Quick Note":["Nota rapida"],"To help you get started, we added some recommended values into the fields below.":["Per aiutarti a iniziare, abbiamo aggiunto alcuni valori consigliati nei campi seguenti."],"Recovery":["Ricovero"],"Skip":["Salta"],"Delete Service":["Elimina Servizio"],"This action <strong>will not<\/strong> remove the appointments for this service. We will leave a note on these appointments referencing this action. This action <strong>will not<\/strong> email any customers that have booked this service.":["Questa azione <strong>non rimuoverà<\/strong> gli appuntamenti per questo servizio. Lasceremo una nota su questi appuntamenti che fanno riferimento a questa azione. Questa azione <strong>non invia tramite<\/strong> posta elettronica i clienti che hanno prenotato questo servizio."],"Confirm Delete":["Conferma eliminazione"],"Edit Service":["Modifica Servizio"],"Embed Shortcode":["Incorpora shortcode"],"Name your service something your customers will easily recognize and understand.":["Assegna al tuo servizio qualcosa che i tuoi clienti riconosceranno e capiranno facilmente."],"Describe what your customers will receive if they book this service.":["Descrivi ciò che i tuoi clienti riceveranno se prenotano questo servizio."],"The duration is the amount of time it takes you to perform the service. For example, if you want your customers to book this service for 1 hour, input 60 for the duration.":["La durata è la quantità di tempo necessaria per eseguire il servizio. Ad esempio, se desideri che i tuoi clienti prenotino questo servizio per 1 ora, inserisci 60 per la durata."],"Optional. The recovery is the amount of time it takes you to clean up or recover after you perform the service. For example, if the appointment is 1 hour and you need 10 minutes to clean up before your next customer then set your duration to 50 minutes and recovery to 10.":["Opzionale. Il ripristino è la quantità di tempo necessaria per la pulizia o il ripristino dopo l'esecuzione del servizio. Ad esempio, se l'appuntamento è di 1 ora e sono necessari 10 minuti per la pulizia prima del cliente successivo, impostare la durata su 50 minuti e il ripristino su 10."],"Set the price your customers will see when booking this service. If this service is free or does not have a cost, check the is free checkbox below. Note: To collect payments at time of booking, integrate Stripe from inside your account center.":["Imposta il prezzo che i tuoi clienti vedranno al momento della prenotazione di questo servizio. Se questo servizio è gratuito o non ha un costo, selezionare la casella di controllo è gratuito qui sotto. Nota: per riscuotere i pagamenti al momento della prenotazione, integra Stripe dall'interno del tuo centro account."],"Optional. Service types are a way to categorize your services so your customers can quickly find what they are looking for when booking with you.":["Opzionale. I tipi di servizio sono un modo per classificare i tuoi servizi in modo che i tuoi clienti possano trovare rapidamente ciò che stanno cercando al momento della prenotazione con te."],"Optional. Rooms are physical locations that you can assign to this service. The benefit of assigning a room is we will ensure the room is available (in addition to the service) when displaying availability to your users.":["Opzionale. Le camere sono posizioni fisiche che è possibile assegnare a questo servizio. Il vantaggio di assegnare una camera è che ci assicureremo che la stanza sia disponibile (oltre al servizio) quando viene visualizzata la disponibilità per gli utenti."],"Users are the providers that perform this service. If you don't select at least one user, this service will display for booking, although there will not be any available times.":["Gli utenti sono i provider che eseguono questo servizio. Se non selezioni almeno un utente, questo servizio verrà visualizzato per la prenotazione, anche se non ci saranno orari disponibili."],"Optional. If you want to stop taking appointments for a service but don't want to delete it, set the service to inactive. You can alway turn it back on if you want.":["Opzionale. Se si desidera interrompere l'assunzione di appuntamenti per un servizio ma non si desidera eliminarlo, impostare il servizio su inattivo. Puoi sempre riaccenderlo se vuoi."],"Allow booking online sets whether this service is displayed for booking outside of the Start Booking application. If set to no, you can still book this service but only from within the Start Booking application.":["Consenti prenotazione online indica se questo servizio viene visualizzato per la prenotazione al di fuori dell'applicazione Start Booking. Se impostato su no, è comunque possibile prenotare questo servizio, ma solo dall'interno dell'applicazione Start Booking."],"Create":["Crea"],"You don't have any services":["Non hai servizi"],"Delete":["Elimina"],"First":["Primo"],"Last":["Ultimo"],"Services Types":["Tipi di servizi"],"You don't have any services types":["Non si dispone di alcun tipo di servizi"],"Service Types":["Tipi Servizio"],"Create Service Type":["Crea tipo di servizio"],"Delete Service Type":["Elimina tipo di servizio"],"This action will not delete any of the services that you have attached to this service type.":["Questa azione non eliminerà i servizi collegati a questo tipo di servizio."],"Edit Service Type":["Modifica tipo servizio"]}}}