{"translation-revision-date":"2020-05-12 17:01-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/onboarding.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Address":["Adresse"],"Classes":["Classes"],"Services":["Services"],"Welcome to Start Booking":["Bienvenue pour commencer la réservation"],"Name":["Nom"],"Time":["Heure"],"Duration":["Durée"],"Price":["Prix"],"Select":["Sélectionner"],"Saved":["Enregistré"],"Spam Detected":["Spam détecté"],"Success":["Succès"],"Status updated":["Statut mis à jour"],"Cancelled schedule":["Horaire annulé"],"Deleted schedule":["Horaire supprimé"],"Upgrade":["Mise à jour"],"Description":["Description"],"Close":["Fermer"],"In Minutes":["Minutes"],"Allow booking online":["Autoriser la réservation en ligne"],"Rooms":["Chambres"],"Upgrade to manage rooms.":["Mise à niveau pour gérer les chambres."],"Save":["Sauvegarder"],"Cancel":["Annuler"],"Assigned Users":["Utilisateurs Assignés"],"No Users. Create one.":["Pas d’utilisateurs. Créez-en un."],"Name is required":["Le nom est requis"],"Description is required":["Description requise"],"Duration is required":["La durée est requise"],"Price is required if not free":["Le prix est exigé si ce n’est gratuit"],"Please select the users that can fulfill this service":["Sélectionnez les utilisateurs qui peuvent remplir ce service"],"Quick Note":["Note rapide"],"To help you get started, we added some recommended values into the fields below.":["Pour vous aider à démarrer, nous avons ajouté quelques valeurs recommandées dans les champs ci-dessous."],"Recovery":["Récupération"],"Skip":["Passer"],"Help us better understand what you do.":["Aidez-nous à mieux comprendre ce que vous faites."],"Next":["Suivant"],"Set your availability":["Définissez votre disponibilité"],"Help us understand when you are generally available.":["Aidez-nous à comprendre quand vous êtes généralement disponible."],"Don't worry, you can always customize this later.":["Ne vous inquiétez pas, vous pouvez toujours personnaliser cela plus tard."],"Daily Hours":["Heures quotidiennes"],"Available Days":["Jours disponibles"],"Sun":["Dim"],"Mon":["Lun"],"Tue":["Mar"],"Wed":["Mer"],"Thur":["Jeu"],"Fri":["Ven"],"Sat":["Sam"],"to":["à"],"Let's start creating your services.":["Commençons à créer vos services."],"Select create or skip below. You can always create services or classes later.":["Sélectionnez créer ou sauter ci-dessous. Vous pouvez toujours créer des services ou des cours plus tard."],"Services are one-on-one events that your customers book with you.":["Les services sont des événements en tête-à-tête que vos clients réservent avec vous."],"Classes are predefined events that you provide to one or many customers.":["Les cours sont des événements prédéfinis que vous fournissez à un ou plusieurs clients."],"Set your account details":["Définissez les détails de votre compte"],"Hair cut":["Coupe de cheveux"],"Clipper or scissor cut.":["Clipper ou coupe de ciseaux."],"Facial":["Soins du visage"],"Our facial regimen was created to target specific needs, increase skin health, and enhance your appearance.":["Notre régime facial a été créé pour cibler des besoins spécifiques, augmenter la santé de la peau, et améliorer votre apparence."],"Get your hair washed, cut and styled by our professional team.":["Lavez vos cheveux, coupez et stylisé par notre équipe professionnelle."],"30 minute consultation":["Consultation de 30 minutes"],"Initial introduction to get to know each other a little better.":["Introduction initiale pour apprendre à mieux se connaître."],"Congratulations":["Félicitations"],"Your Start Booking account is ready. Below are some recommended next steps.":["Votre compte Start Booking est prêt. Voici quelques prochaines étapes recommandées."],"Booking Page":["Page de Réservation"],"We have created a default booking page on your site at the url \/book-now. This is the default booking flow for services.":["Nous avons créé une page de réservation par défaut sur votre site à l’URL \/book-now. Il s’agit du flux de réservation par défaut pour les services."],"Edit Page":["Modifier la page"],"Add more services":["Ajouter plus de services"],"Have more services you need to get added? Feel free to manage, create and edit your services below.":["Vous avez plus de services pour vous ajouter? N’hésitez pas à gérer, créer et modifier vos services ci-dessous."],"My Services":["Mes services"],"Close Onboarding":["Fermer à bord"]}}}