{"translation-revision-date":"2020-05-12 08:42-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/services.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"nl_NL","plural-forms":"nplurals=2; plural=(n != 1);"},"Services":["Diensten"],"NAVIGATION":["NAVIGATIE"],"Edit":["Bewerken"],"Get Started":["Aan de slag"],"Name":["Naam"],"Duration":["Duur"],"Price":["Prijs"],"Saved":["Opgeslagen"],"Spam Detected":["Spam gedetecteerd"],"Success":["Succes"],"Status updated":["Status bijgewerkt"],"Cancelled schedule":["Geannuleerd schema"],"Deleted schedule":["Verwijderd schema"],"Upgrade":["Upgrade"],"Description":["Omschrijving"],"View":["Bekijk"],"Close":["Sluiten"],"In Minutes":["Minuten"],"Allow booking online":["Online boeken toestaan"],"Rooms":["Kamers"],"Upgrade to manage rooms.":["Upgrade om kamers te beheren."],"Save":["Opslaan"],"Cancel":["Annuleren"],"Assigned Users":["Toegewezen gebruikers"],"No Users. Create one.":["Geen gebruikers. Maak er een."],"Name is required":["Naam is verplicht"],"Description is required":["Omschrijving is verplicht"],"Duration is required":["Duur is vereist"],"Price is required if not free":["Prijs is vereist, zo niet gratis"],"Please select the users that can fulfill this service":["Selecteer de gebruikers die deze service kunnen uitvoeren"],"Quick Note":["Kort bericht"],"To help you get started, we added some recommended values into the fields below.":["Om u op weg te helpen, hebben we een aantal aanbevolen waarden toegevoegd aan de onderstaande velden."],"Recovery":["Herstel"],"Skip":["Overslaan"],"Delete Service":["Verwijderd Aangeboden Dienst"],"This action <strong>will not<\/strong> remove the appointments for this service. We will leave a note on these appointments referencing this action. This action <strong>will not<\/strong> email any customers that have booked this service.":["Met deze actie worden de afspraken voor deze service <strong>niet<\/strong> verwijderd. We zullen een nota achterlaten over deze afspraken die verwijzen naar deze actie. Met deze actie <strong>worden geen<\/strong> klanten e-mailen die deze service hebben geboekt."],"Confirm Delete":["Bevestig verwijderen"],"Edit Service":["Bewerk Dienst"],"Embed Shortcode":["Shortcode insluiten"],"Name your service something your customers will easily recognize and understand.":["Geef uw service iets een naam die uw klanten gemakkelijk zullen herkennen en begrijpen."],"Describe what your customers will receive if they book this service.":["Beschrijf wat uw klanten ontvangen als ze deze service boeken."],"The duration is the amount of time it takes you to perform the service. For example, if you want your customers to book this service for 1 hour, input 60 for the duration.":["De duur is de hoeveelheid tijd die u nodig heeft om de service uit te voeren. Als u bijvoorbeeld wilt dat uw klanten deze service 1 uur boeken, voert u 60 in voor de duur."],"Optional. The recovery is the amount of time it takes you to clean up or recover after you perform the service. For example, if the appointment is 1 hour and you need 10 minutes to clean up before your next customer then set your duration to 50 minutes and recovery to 10.":["Optionele. Het herstel is de hoeveelheid tijd die u nodig heeft om op te ruimen of te herstellen nadat u de service hebt uitgevoerd. Als de afspraak bijvoorbeeld 1 uur is en u 10 minuten nodig hebt om op te ruimen voordat uw volgende klant uw duur instelt op 50 minuten en het herstel op 10."],"Set the price your customers will see when booking this service. If this service is free or does not have a cost, check the is free checkbox below. Note: To collect payments at time of booking, integrate Stripe from inside your account center.":["Stel de prijs in die uw klanten zien bij het boeken van deze service. Als deze service gratis is of geen kosten heeft, vink dan het onderstaande selectievakje is gratis in. Opmerking: Als u betalingen wilt innen op het moment van boeken, integreert u Stripe vanuit uw accountcentrum."],"Optional. Service types are a way to categorize your services so your customers can quickly find what they are looking for when booking with you.":["Optionele. Servicetypen zijn een manier om uw services te categoriseren, zodat uw klanten snel kunnen vinden wat ze zoeken bij het boeken bij u."],"Optional. Rooms are physical locations that you can assign to this service. The benefit of assigning a room is we will ensure the room is available (in addition to the service) when displaying availability to your users.":["Optionele. Kamers zijn fysieke locaties die u aan deze service toewijzen. Het voordeel van het toewijzen van een kamer is dat we ervoor zorgen dat de kamer beschikbaar is (in aanvulling op de service) bij het weergeven van beschikbaarheid aan uw gebruikers."],"Users are the providers that perform this service. If you don't select at least one user, this service will display for booking, although there will not be any available times.":["Gebruikers zijn de providers die deze service uitvoeren. Als u niet ten minste één gebruiker selecteert, wordt deze service weergegeven voor het boeken, hoewel er geen beschikbare tijden zijn."],"Optional. If you want to stop taking appointments for a service but don't want to delete it, set the service to inactive. You can alway turn it back on if you want.":["Optionele. Als u wilt stoppen met het maken van afspraken voor een service, maar deze niet wilt verwijderen, stelt u de service in op inactief. Je hem altijd weer aanzetten als je wilt."],"Allow booking online sets whether this service is displayed for booking outside of the Start Booking application. If set to no, you can still book this service but only from within the Start Booking application.":["Sta online boeken sets toe of deze service wordt weergegeven voor het boeken buiten de Start Booking-applicatie. Als u op nee bent ingesteld, u deze service nog steeds boeken, maar alleen vanuit de toepassing Boeking starten."],"Create":["Aanmaken"],"You don't have any services":["Je hebt geen diensten"],"Delete":["Verwijderen"],"First":["Eerste"],"Last":["Laatste"],"Services Types":["Servicestypen"],"You don't have any services types":["U hebt geen servicestypen"],"Service Types":["Servicetypen"],"Create Service Type":["Servicetype maken"],"Delete Service Type":["Servicetype verwijderen"],"This action will not delete any of the services that you have attached to this service type.":["Met deze actie worden geen van de services die u aan dit servicetype hebt gekoppeld, verwijderd."],"Edit Service Type":["Servicetype bewerken"]}}}