{"translation-revision-date":"2020-05-12 17:03-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/services.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"es_ES","plural-forms":"nplurals=2; plural=(n != 1);"},"Services":["Servicios"],"NAVIGATION":["NAVEGACIÓN"],"Edit":["Editar"],"Get Started":["Comenzar"],"Name":["Nombre"],"Duration":["Duración"],"Price":["Precio"],"Saved":["Guardado"],"Spam Detected":["Spam detectado"],"Success":["Éxito"],"Status updated":["Estado actualizado"],"Cancelled schedule":["Horario cancelado"],"Deleted schedule":["Horario eliminado"],"Upgrade":["Actualizar"],"Description":["Descripción"],"View":["Ver"],"Close":["Cerrar"],"In Minutes":["Minutos"],"Allow booking online":["Permitir reserva online"],"Rooms":["Habitaciones"],"Upgrade to manage rooms.":["Actualice para administrar habitaciones."],"Save":["Guardar"],"Cancel":["Cancelar"],"Assigned Users":["Usuarios Asignados"],"No Users. Create one.":["Sin usuarios. Crea uno."],"Name is required":["El nombre es obligatorio"],"Description is required":["Se requiere descripción"],"Duration is required":["Se requiere duración"],"Price is required if not free":["Se requiere precio si no es gratis"],"Please select the users that can fulfill this service":["Seleccione los usuarios que pueden cumplir con este servicio"],"Quick Note":["Nota rápida"],"To help you get started, we added some recommended values into the fields below.":["Para ayudarle a empezar, hemos añadido algunos valores recomendados en los campos siguientes."],"Recovery":["Recuperación"],"Skip":["Saltar"],"Delete Service":["Eliminar servicio"],"This action <strong>will not<\/strong> remove the appointments for this service. We will leave a note on these appointments referencing this action. This action <strong>will not<\/strong> email any customers that have booked this service.":["Esta acción <strong>no quitará<\/strong> las citas para este servicio. Dejaremos una nota sobre estas citas haciendo referencia a esta acción. Esta acción <strong>no enviará<\/strong> por correo electrónico a ningún cliente que haya reservado este servicio."],"Confirm Delete":["Confirmar eliminación"],"Edit Service":["Editar Servicio"],"Embed Shortcode":["Incrustar shortcode"],"Name your service something your customers will easily recognize and understand.":["Asigne a su servicio algo que sus clientes reconocerán y comprenderán fácilmente."],"Describe what your customers will receive if they book this service.":["Describa lo que recibirán sus clientes si reservan este servicio."],"The duration is the amount of time it takes you to perform the service. For example, if you want your customers to book this service for 1 hour, input 60 for the duration.":["La duración es la cantidad de tiempo que tarda en realizar el servicio. Por ejemplo, si desea que sus clientes reserven este servicio durante 1 hora, introduzca 60 durante la duración."],"Optional. The recovery is the amount of time it takes you to clean up or recover after you perform the service. For example, if the appointment is 1 hour and you need 10 minutes to clean up before your next customer then set your duration to 50 minutes and recovery to 10.":["Opcional. La recuperación es la cantidad de tiempo que tarda en limpiar o recuperarse después de realizar el servicio. Por ejemplo, si la cita es de 1 hora y necesita 10 minutos para limpiar antes de su próximo cliente, establezca su duración en 50 minutos y la recuperación en 10."],"Set the price your customers will see when booking this service. If this service is free or does not have a cost, check the is free checkbox below. Note: To collect payments at time of booking, integrate Stripe from inside your account center.":["Establezca el precio que verán sus clientes al reservar este servicio. Si este servicio es gratuito o no tiene un costo, marque la casilla de verificación es gratuita a continuación. Nota: Para cobrar los pagos en el momento de la reserva, integra Stripe desde el interior de tu cuenta."],"Optional. Service types are a way to categorize your services so your customers can quickly find what they are looking for when booking with you.":["Opcional. Los tipos de servicio son una forma de categorizar sus servicios para que sus clientes puedan encontrar rápidamente lo que están buscando al reservar con usted."],"Optional. Rooms are physical locations that you can assign to this service. The benefit of assigning a room is we will ensure the room is available (in addition to the service) when displaying availability to your users.":["Opcional. Las habitaciones son ubicaciones físicas que puede asignar a este servicio. La ventaja de asignar una habitación es que nos aseguraremos de que la habitación esté disponible (además del servicio) al mostrar disponibilidad a sus usuarios."],"Users are the providers that perform this service. If you don't select at least one user, this service will display for booking, although there will not be any available times.":["Los usuarios son los proveedores que realizan este servicio. Si no selecciona al menos un usuario, este servicio se mostrará para la reserva, aunque no habrá ningún horario disponible."],"Optional. If you want to stop taking appointments for a service but don't want to delete it, set the service to inactive. You can alway turn it back on if you want.":["Opcional. Si desea dejar de tomar citas para un servicio pero no desea eliminarlo, establezca el servicio en inactivo. Siempre puedes volver a encenderlo si quieres."],"Allow booking online sets whether this service is displayed for booking outside of the Start Booking application. If set to no, you can still book this service but only from within the Start Booking application.":["Permitir la reserva en línea establece si este servicio se muestra para reservar fuera de la aplicación Iniciar reserva. Si se establece en no, todavía puede reservar este servicio, pero solo desde la aplicación Iniciar reserva."],"Create":["Crear"],"You don't have any services":["Usted no tiene ningún servicio"],"Delete":["Borrar"],"First":["Primero"],"Last":["Último"],"Services Types":["Tipos de servicios"],"You don't have any services types":["No tiene ningún tipo de servicios"],"Service Types":["Tipos de Servicio"],"Create Service Type":["Crear tipo de servicio"],"Delete Service Type":["Eliminar tipo de servicio"],"This action will not delete any of the services that you have attached to this service type.":["Esta acción no eliminará ninguno de los servicios que haya asociado a este tipo de servicio."],"Edit Service Type":["Editar tipo de servicio"]}}}