{"translation-revision-date":"2020-05-12 16:58-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/services.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"pt_BR","plural-forms":"nplurals=2; plural=(n > 1);"},"Services":["Serviços"],"NAVIGATION":["NAVEGAÇÃO"],"Edit":["Editar"],"Get Started":["Iniciar"],"Name":["Nome"],"Duration":["Duração"],"Price":["Preço"],"Saved":["Salvo"],"Spam Detected":["Spam detectado"],"Success":["Sucesso"],"Status updated":["Status atualizado"],"Cancelled schedule":["Programação cancelada"],"Deleted schedule":["Horário suprimido"],"Upgrade":["Atualizar"],"Description":["Descrição"],"View":["Ver"],"Close":["Fechar"],"In Minutes":["Minutos"],"Allow booking online":["Permitir a reserva on-line"],"Rooms":["Quartos"],"Upgrade to manage rooms.":["Atualize para gerenciar quartos."],"Save":["Salvar"],"Cancel":["Cancelar"],"Assigned Users":["Usuários Designados"],"No Users. Create one.":["Sem usuários. Crie um."],"Name is required":["Nome é obrigatório"],"Description is required":["Descrição é obrigatória"],"Duration is required":["A duração é necessária"],"Price is required if not free":["O preço é necessário se não for gratuito"],"Please select the users that can fulfill this service":["Selecione os usuários que podem cumprir este serviço"],"Quick Note":["Nota Rápida"],"To help you get started, we added some recommended values into the fields below.":["Para ajudá-lo a começar, adicionamos alguns valores recomendados nos campos abaixo."],"Recovery":["Recuperação"],"Skip":["Pular"],"Delete Service":["Remover Serviço"],"This action <strong>will not<\/strong> remove the appointments for this service. We will leave a note on these appointments referencing this action. This action <strong>will not<\/strong> email any customers that have booked this service.":["Esta ação <strong>não removerá<\/strong> as nomeações para este serviço. Deixaremos uma nota sobre essas nomeações referentes a esta ação. Esta ação <strong>não enviará<\/strong> e-mails a nenhum cliente que tenha reservado este serviço."],"Confirm Delete":["Confirmar exclusão"],"Edit Service":["Editar Serviço"],"Embed Shortcode":["Incorporar Shortcode"],"Name your service something your customers will easily recognize and understand.":["Nomeie seu serviço algo que seus clientes facilmente reconhecerão e entenderão."],"Describe what your customers will receive if they book this service.":["Descreva o que seus clientes receberão se reservarem este serviço."],"The duration is the amount of time it takes you to perform the service. For example, if you want your customers to book this service for 1 hour, input 60 for the duration.":["A duração é a quantidade de tempo que você leva para executar o serviço. Por exemplo, se você quiser que seus clientes reservem este serviço por 1 hora, insira 60 durante a duração."],"Optional. The recovery is the amount of time it takes you to clean up or recover after you perform the service. For example, if the appointment is 1 hour and you need 10 minutes to clean up before your next customer then set your duration to 50 minutes and recovery to 10.":["Opcional. A recuperação é a quantidade de tempo que você leva para limpar ou recuperar depois de executar o serviço. Por exemplo, se a consulta for de 1 hora e você precisar de 10 minutos para limpar antes do seu próximo cliente, então defina sua duração para 50 minutos e a recuperação para 10."],"Set the price your customers will see when booking this service. If this service is free or does not have a cost, check the is free checkbox below. Note: To collect payments at time of booking, integrate Stripe from inside your account center.":["Defina o preço que seus clientes verão ao reservar este serviço. Se este serviço é gratuito ou não tem um custo, verifique se a caixa de seleção é gratuita abaixo. Nota: Para coletar pagamentos no momento da reserva, integre a Stripe de dentro do seu centro de conta."],"Optional. Service types are a way to categorize your services so your customers can quickly find what they are looking for when booking with you.":["Opcional. Os tipos de serviço sao uma maneira de categorizar seus serviços para que seus clientes possam encontrar rapidamente o que estão procurando ao reservar com você."],"Optional. Rooms are physical locations that you can assign to this service. The benefit of assigning a room is we will ensure the room is available (in addition to the service) when displaying availability to your users.":["Opcional. Quartos são locais físicos que você pode atribuir a este serviço. A vantagem de atribuir uma sala é que garantiremos que o quarto esteja disponível (além do serviço) ao exibir a disponibilidade para seus usuários."],"Users are the providers that perform this service. If you don't select at least one user, this service will display for booking, although there will not be any available times.":["Os usuários são os provedores que realizam esse serviço. Se você não selecionar pelo menos um usuário, este serviço será exibido para reserva, embora não haja nenhum horário disponível."],"Optional. If you want to stop taking appointments for a service but don't want to delete it, set the service to inactive. You can alway turn it back on if you want.":["Opcional. Se você quiser parar de fazer consultas para um serviço, mas não quer excluí-lo, defina o serviço como inativo. Você sempre pode ligá-lo de volta se quiser."],"Allow booking online sets whether this service is displayed for booking outside of the Start Booking application. If set to no, you can still book this service but only from within the Start Booking application.":["Permitir a reserva de configurações on-line se este serviço é exibido para reserva fora do aplicativo Start Booking. Se definido como não, você ainda pode reservar este serviço, mas apenas a partir do aplicativo Start Booking."],"Create":["Criar"],"You don't have any services":["Você não tem nenhum serviço."],"Delete":["Excluir"],"First":["Primeiro"],"Last":["Último"],"Services Types":["Tipos de Serviços"],"You don't have any services types":["Você não tem nenhum tipo de serviço"],"Service Types":["Tipos de Serviços"],"Create Service Type":["Criar tipo de serviço"],"Delete Service Type":["Excluir o tipo de serviço"],"This action will not delete any of the services that you have attached to this service type.":["Esta ação não excluirá nenhum dos serviços que você anexou a este tipo de serviço."],"Edit Service Type":["Editar tipo de serviço"]}}}