{"translation-revision-date":"2020-05-12 17:01-0600","generator":"WP-CLI\/2.5.0-alpha-192d356","source":"public\/js\/admin\/services.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"fr_FR","plural-forms":"nplurals=2; plural=(n > 1);"},"Services":["Services"],"NAVIGATION":["NAVIGATION"],"Edit":["Modifier"],"Get Started":["Commencer"],"Name":["Nom"],"Duration":["Durée"],"Price":["Prix"],"Saved":["Enregistré"],"Spam Detected":["Spam détecté"],"Success":["Succès"],"Status updated":["Statut mis à jour"],"Cancelled schedule":["Horaire annulé"],"Deleted schedule":["Horaire supprimé"],"Upgrade":["Mise à jour"],"Description":["Description"],"View":["Voir"],"Close":["Fermer"],"In Minutes":["Minutes"],"Allow booking online":["Autoriser la réservation en ligne"],"Rooms":["Chambres"],"Upgrade to manage rooms.":["Mise à niveau pour gérer les chambres."],"Save":["Sauvegarder"],"Cancel":["Annuler"],"Assigned Users":["Utilisateurs Assignés"],"No Users. Create one.":["Pas d’utilisateurs. Créez-en un."],"Name is required":["Le nom est requis"],"Description is required":["Description requise"],"Duration is required":["La durée est requise"],"Price is required if not free":["Le prix est exigé si ce n’est gratuit"],"Please select the users that can fulfill this service":["Sélectionnez les utilisateurs qui peuvent remplir ce service"],"Quick Note":["Note rapide"],"To help you get started, we added some recommended values into the fields below.":["Pour vous aider à démarrer, nous avons ajouté quelques valeurs recommandées dans les champs ci-dessous."],"Recovery":["Récupération"],"Skip":["Passer"],"Delete Service":["Supprimer le service"],"This action <strong>will not<\/strong> remove the appointments for this service. We will leave a note on these appointments referencing this action. This action <strong>will not<\/strong> email any customers that have booked this service.":["Cette action <strong>ne supprimera pas<\/strong> les rendez-vous pour ce service. Nous laisserons une note sur ces nominations faisant référence à cette action. Cette action <strong>n’envoie pas<\/strong> d’e-mail aux clients qui ont réservé ce service."],"Confirm Delete":["Confirmer Suppression"],"Edit Service":["Modifier le service"],"Embed Shortcode":["Code court intégré"],"Name your service something your customers will easily recognize and understand.":["Nommez votre service quelque chose que vos clients reconnaîtront et comprendront facilement."],"Describe what your customers will receive if they book this service.":["Décrivez ce que vos clients recevront s’ils réservent ce service."],"The duration is the amount of time it takes you to perform the service. For example, if you want your customers to book this service for 1 hour, input 60 for the duration.":["La durée est la quantité de temps qu’il vous faut pour effectuer le service. Par exemple, si vous voulez que vos clients réservent ce service pendant 1 heure, entrez 60 pour la durée."],"Optional. The recovery is the amount of time it takes you to clean up or recover after you perform the service. For example, if the appointment is 1 hour and you need 10 minutes to clean up before your next customer then set your duration to 50 minutes and recovery to 10.":["Optionnel. La récupération est la quantité de temps qu’il vous faut pour nettoyer ou récupérer après avoir effectué le service. Par exemple, si le rendez-vous est de 1 heure et que vous avez besoin de 10 minutes pour nettoyer avant votre prochain client, puis définissez votre durée à 50 minutes et la récupération à 10."],"Set the price your customers will see when booking this service. If this service is free or does not have a cost, check the is free checkbox below. Note: To collect payments at time of booking, integrate Stripe from inside your account center.":["Fixez le prix que vos clients verront lors de la réservation de ce service. Si ce service est gratuit ou n’a pas de coût, vérifiez la case à cocher gratuite ci-dessous. Remarque : Pour percevoir les paiements au moment de la réservation, intégrez Stripe de l’intérieur de votre centre de compte."],"Optional. Service types are a way to categorize your services so your customers can quickly find what they are looking for when booking with you.":["Optionnel. Les types de services sont un moyen de catégoriser vos services afin que vos clients puissent rapidement trouver ce qu’ils recherchent lors de la réservation avec vous."],"Optional. Rooms are physical locations that you can assign to this service. The benefit of assigning a room is we will ensure the room is available (in addition to the service) when displaying availability to your users.":["Optionnel. Les chambres sont des endroits physiques que vous pouvez affecter à ce service. L’avantage de l’attribution d’une chambre est que nous nous assurerons que la chambre est disponible (en plus du service) lors de l’affichage de la disponibilité à vos utilisateurs."],"Users are the providers that perform this service. If you don't select at least one user, this service will display for booking, although there will not be any available times.":["Les utilisateurs sont les fournisseurs qui exécutent ce service. Si vous ne sélectionnez pas au moins un utilisateur, ce service s’affichera pour la réservation, bien qu’il n’y aura pas de heures disponibles."],"Optional. If you want to stop taking appointments for a service but don't want to delete it, set the service to inactive. You can alway turn it back on if you want.":["Optionnel. Si vous voulez arrêter de prendre des rendez-vous pour un service mais que vous ne souhaitez pas le supprimer, définissez le service pour inactif. Tu peux toujours le retourner si tu veux."],"Allow booking online sets whether this service is displayed for booking outside of the Start Booking application. If set to no, you can still book this service but only from within the Start Booking application.":["Autoriser la réservation de jeux en ligne si ce service est affiché pour la réservation en dehors de l’application Start Booking. Si défini par non, vous pouvez toujours réserver ce service, mais seulement à partir de l’application Start Booking."],"Create":["Créer"],"You don't have any services":["Vous n’avez pas de services"],"Delete":["Supprimer"],"First":["Premier"],"Last":["Dernier"],"Services Types":["Services Types"],"You don't have any services types":["Vous n’avez pas de types de services"],"Service Types":["Types de service"],"Create Service Type":["Créer le type de service"],"Delete Service Type":["Supprimer le type de service"],"This action will not delete any of the services that you have attached to this service type.":["Cette action ne supprimera aucun des services que vous avez attachés à ce type de service."],"Edit Service Type":["Modifier type de service"]}}}